обновлнеие баланса
АВТОМАТИЧЕСКИЙ ВЫБОР В ИНКАСАЦИИ
РЕНТАБЕЛЬНОСТЬ НЕ ИТОГО А СРЕДНИЙ

ИНВЕСТОР ИЗНАЧАЛЬНЫЕ ИНВЕСТ ФАКТИЧЕСКИЕ ИНВЕСТ

ИЗНАЧАЛЬНЫЕ |  ФАКТИЧЕСКИЕ
ГРАФИКИ ДОБАВИТЬ ЗНАЧЕНИЯ

ФИЛЬТР ПО ДАТЕ
КОММЕНТАРИЙ В ДДС
ДДС ВЫБОР СЧЕТА

ДДС ПРИХОД ЦВЕТА

НЕ ПОДДЕРЖИВАЕТ БРАУЗЕР

ВСЕ ПРИХОДЫ  В ПРИБЫЛЬ В ИНВЕСТОРАХ

default_account удалить везде

ПРИ НАВЕДЕНИИ НА AMOUNT ОН ПРОПАДАЕТ


# ОБМЕН ДЛЯ БУХГАЛТЕРА

# ОТ НАШЕГО К НЕНАШЕМУ И НАОБОРОТ
# ЧЕКБОКС ПРИ НАЖАТИИ ОК


убрать итого у филиала 1
убрать сейф и сделать счета карты и сейф
для поставщика добавить не виден в остатках
шкляева
ддс фильтры


Гагик, Костицын, Максим Автобусы, Саша Нагорничных, Шабалин


// 300300 -> 297000 Транзакция 41 - 330000 р., дата: 09.09.2025
// 59800 -> 59150 Транзакция 67 - 65000 р., дата: 16.09.2025
// 70380 -> 69615 Транзакция 68 - 76500 р., дата: 16.09.2025
// 114080 -> 112840 Транзакция 69 - 124000 р., дата: 16.09.2025
// 226614 -> 224151 Транзакция 70 - 246320 р., дата: 16.09.2025
// 151248 -> 149604 Транзакция 71 - 164400 р., дата: 16.09.2025
// 79120 -> 78260 Транзакция 72 - 86000 р., дата: 16.09.2025
// 397542 -> 393174 Транзакция 74 - 436860 р., дата: 16.09.2025
// 181818 -> 179820 Транзакция 87 - 199800 р., дата: 18.09.2025
// 213850 -> 211500 Транзакция 106 - 235000 р., дата: 22.09.2025

// 300300 - 297000 = 3300
// 59800 - 59150 = 650
// 70380 - 69615 = 765
// 114080 - 112840 = 1240
// 226614 - 224151 = 2463
// 151248 - 149604 = 1644
// 79120 - 78260 = 860
// 397542 - 393174 = 4368
// 181818 - 179820 = 1998
// 213850 - 211500 = 2350

// ВСЕГО  19638

Один столбец -> Инвестиции
Выдача -> лицо счет сумма -> минус везде -> Создается ддс
Взнос -> счет лицо сумма -> плюс везде -> Создается ддс
На конец месяца сохраняем инвестии


Выбрать несколько и скрыть
В филлиалах показывать только 10 остальных скрыть