обновлнеие баланса
АВТОМАТИЧЕСКИЙ ВЫБОР В ИНКАСАЦИИ
РЕНТАБЕЛЬНОСТЬ НЕ ИТОГО А СРЕДНИЙ

ИНВЕСТОР ИЗНАЧАЛЬНЫЕ ИНВЕСТ ФАКТИЧЕСКИЕ ИНВЕСТ

ИЗНАЧАЛЬНЫЕ |  ФАКТИЧЕСКИЕ
ГРАФИКИ ДОБАВИТЬ ЗНАЧЕНИЯ

ФИЛЬТР ПО ДАТЕ
КОММЕНТАРИЙ В ДДС
ДДС ВЫБОР СЧЕТА

ДДС ПРИХОД ЦВЕТА

НЕ ПОДДЕРЖИВАЕТ БРАУЗЕР

ВСЕ ПРИХОДЫ  В ПРИБЫЛЬ В ИНВЕСТОРАХ

default_account удалить везде

ПРИ НАВЕДЕНИИ НА AMOUNT ОН ПРОПАДАЕТ


# ОБМЕН ДЛЯ БУХГАЛТЕРА

# ОТ НАШЕГО К НЕНАШЕМУ И НАОБОРОТ
# ЧЕКБОКС ПРИ НАЖАТИИ ОК


// убрать итого у филиала 1
// убрать сейф и сделать счета карты и сейф
// для поставщика добавить не виден в остатках
// шкляева
// ддс фильтры